{
  "historic-locations" : {
    "orlando" : {
      "-KNybua3nEW6dN5TudgC" : {
        "address" : "37 North Orange Avenue",
        "description" : "The Angebilt Hotel is an example of Twentieth Century Commercial style by Murry S. King, the first registered architect in Florida. The hotel was completed in 1923 for Joseph Ange at a cost of one million dollars. The Angebilt and the San Juan Hotel, which was across the street, had the reputation as the two best hotels in the city.",
        "location" : {
          "latitude" : 28.54296030000006,
          "longitude" : -81.37901958299994
        },
        "name" : "Angebilt Hotel",
        "type" : "Building"
      },
      "-KNybua3nEW6dN5TudgD" : {
        "address" : "1400 Sligh Boulevard",
        "description" : "Built in 1926, architect A.M. Griffin was inspired by early 20th Century Mission Revival architecture. The station features twin bell towers, arches, and a tile roof. It was built for the Atlantic Coast Line Railroad to increase and encourage tourism in the area.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.52595723000007,
          "longitude" : -81.38141171999996
        },
        "name" : "Atlantic Coast Line Station",
        "type" : "Building"
      },
      "-KNybua3nEW6dN5TudgE" : {
        "address" : "46 N. Orange Avenue",
        "description" : "In 1921, Braxton Beacham Sr. built Orlando's first theater. He also built the stores that extended to Washington St., giving him 213 feet of frontage on Orange Ave. and 145 feet on Washington St. The theatre had its first formal opening on December 9, 1921. Beneath Orange Ave. is a tunnel that, before it was blocked about 30 feet into it, allowed performers an easy way to get to the Angebilt Hotel across the street. The Beacham hosted vaudeville acts from 1921 to 1936, when it switched to showing first-run movies. They continued until 1975, when live musical acts appeared at what was then called the Great Southern Music Hall. For a time, it was Laser World, and then Moulin Orange, with live musical shows. It later was converted to a night club.",
        "localRegistryDate" : "1987-09-21T00:00:00.000",
        "location" : {
          "latitude" : 28.54297067100003,
          "longitude" : -81.37908180599999
        },
        "name" : "Beacham Theatre",
        "type" : "Building"
      },
      "-KNybua4cExNA_IsWuWv" : {
        "address" : "100-102 W. Church Street",
        "description" : "Joseph Bumby, Sr. came from England in 1873. He started selling hay, grain and fertilizer from a warehouse on Church Street when the railroad came in 1880. In 1886, Bumby built this structure and started a successful hardware business.",
        "images" : [ "https://firebasestorage.googleapis.com/v0/b/orlando-walking-tours.appspot.com/o/locations%2Forlando%2F-KNybua4cExNA_IsWuWv%2F_DSC0005.jpg?alt=media&token=556bf459-1d56-41b9-ab38-72c31d0c2e58" ],
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.54030387800003,
          "longitude" : -81.38080836299997
        },
        "name" : "Bumby Hardware Building",
        "type" : "Building"
      },
      "-KNybua4cExNA_IsWuWw" : {
        "address" : "36 West Pine Street",
        "description" : "Carey Hand came to Orlando to join his father in the funeral business. In 1920, he constructed this brick funeral home, which local architect F.H. Trimble designed. The funeral home was the first in Florida to have a chapel. The 1925 crematorium was the first constructed in the South.",
        "location" : {
          "latitude" : 28.54128257800005,
          "longitude" : -81.37976049999997
        },
        "name" : "Carey Hand Building",
        "type" : "Building"
      },
      "-KNybua4cExNA_IsWuWx" : {
        "address" : "140 North Magnolia Avenue",
        "description" : "A frame church was constructed on this site in the mid 1880s and was used until it was outgrown in the 1920s. The firm of Frohman, Robb and Lile of Boston, the architects of the National Cathedral, designed this Gothic Revival church for the congregation. Dedication of this church took place on Easter of 1926.",
        "location" : {
          "latitude" : 28.54402621600008,
          "longitude" : -81.37750004799994
        },
        "name" : "Cathedral of St. Luke",
        "type" : "Building"
      },
      "-KNybua5GlidquCuoz2e" : {
        "address" : "100 Rosearden Dr",
        "description" : "In 1926, the Concrete Steel Bridge Company replaced the simple wooden bridge across Fern Creek with a large closed spandrel bridge. The center spandrel arches over Fern Creek and the other two act as covered walkways. The brick driving deck has a Beaux-Arts influence balustrade and sidewalks on each side. It is the only bridge of its kind in the City of Orlando and perhaps Florida. In 1933, the Civitan Club requested Mayor S.Y. Way to approve converting the surrounding overgrown, city-owned space to a park. In 1935, they broke ground and with the aid of Botanist Mulford B. Foster laid out plantings to preserve native plants and planted trees and shrubs bearing berries to encourage a bird sanctuary. Local groups including The Orlando Garden Club, First Methodist Church, employees of Landmark Image Date listed Narrative Dickson Ives Department Store, and the Sentinel Star newspaper adopted plots within the park to beautify. They dedicated H.H. Dickson Azalea Park on February 21, 1937, honoring Henry Hill Dickson, a pioneer Orlando businessman and advocate of the City’s beautification. The park, which includes a series of terraces, bridges, walls, stairs, and paths, is Orlando’s only cultural landscape designated a historic Landmark. This scenic public park and bridge is often the site of picnics, hikes, weddings, and engagement pictures.",
        "localRegistryDate" : "1991-11-11T00:00:00.000",
        "location" : {
          "latitude" : 28.544325,
          "longitude" : -81.358495
        },
        "name" : "Dickson Azalea Park & Washington Street Bridge",
        "type" : "Park"
      },
      "-KNybua5GlidquCuoz2f" : {
        "address" : "2 South Orange Avenue",
        "description" : "In the 1880s, H.H. Dickson and Sidney Ives, Sr. arrived in Orlando independently of each other. They both opened mercantile establishments and eventually they purchased this property and opened a feed store and grocery. In 1920, they demolished their store, temporarily scaering the various departments around downtown and constructed this brick structure to house their growing business.",
        "location" : {
          "latitude" : 28.54198892700003,
          "longitude" : -81.37907143599995
        },
        "name" : "Dickson-Ives Company",
        "type" : "Building"
      },
      "-KNybua5GlidquCuoz2g" : {
        "address" : "519 W. South Street",
        "description" : "Dr. William Monroe Wells built this Foursquare style house on a lot one block to the east in 1924. He was known as one of Orlando's longest practicing African American doctors and was involved in the commercial and cultural life of the community with the Well’sbuilt Hotel and the South Street Casino.",
        "localRegistryDate" : "2003-03-17T00:00:00.000",
        "location" : {
          "latitude" : 28.53833641100005,
          "longitude" : -81.38559210299996
        },
        "name" : "Dr. William Monroe Wells House",
        "type" : "Building"
      },
      "-KNybua5GlidquCuoz2h" : {
        "address" : "1327 Eastin Avenue",
        "description" : "This original one-story bungalow has an eclectic mix of Colonial, Craftsman, and other fanciful details. The windows are distinctive 9 over 1 Craftsman style wood casement, fixed, and double hung windows. The expansive bands of windows are the most striking detail on the house. Other details include the main entry’s projecting portico with an elliptical arch matching the sunburst design over the doorway and elaborately carved rafter tails shaped with a series of curved cuts. Joseph Woodnick constructed the home in 1926 for himself though it is not noted that he lived here. Woodnick’s career as a builder of fine homes in Orlando spanned from 1921 to mid-1940s. The house is shown in the Ron Howard movie “Parenthood”.",
        "localRegistryDate" : "2005-06-13T00:00:00.000",
        "location" : {
          "latitude" : 28.56373018000005,
          "longitude" : -81.38827931999998
        },
        "name" : "Eastin House",
        "type" : "Building"
      },
      "-KNybua6mSEsrCFonbc-" : {
        "address" : "596 W. Church Street",
        "description" : "As early as 1892, this congregation had a wooden church on this site. It was the first African American Methodist church in Orlando. Starting in 1922, the members built this Gothic style brick church.",
        "localRegistryDate" : "2004-04-05T00:00:00.000",
        "location" : {
          "latitude" : 28.54013260100004,
          "longitude" : -81.38678020099997
        },
        "name" : "Ebenezer Methodist Church",
        "type" : "Building"
      },
      "-KNybua6mSEsrCFonbc0" : {
        "address" : "15-17 West Pine Street",
        "description" : "Elĳah Hand came to Orlando from Shelbyville, Indiana in 1885. He constructed the building in 1905 aer moving his funeral business from across the street. Hand is noted for being the first funeral director in the area to use embalming.",
        "location" : {
          "latitude" : 28.54133384800008,
          "longitude" : -81.37961968299999
        },
        "name" : "Elijah Hand Building",
        "type" : "Building"
      },
      "-KNybua6mSEsrCFonbc1" : {
        "address" : "35 East Pine Street",
        "description" : "J.L. and N.B. Giles built this structure in 1885 or 1886 as a speculative venture. J.L. Giles was Mayor of Orlando in 1916-1919, 1924-1925 and yet again in 1928-1931. It has been said that this building was completely remodeled or demolished and rebuilt in 1925 by William Ellis, a local investor",
        "location" : {
          "latitude" : 28.54134693300006,
          "longitude" : -81.37838707499998
        },
        "name" : "Ellis Building",
        "type" : "Building"
      },
      "-KNybua6mSEsrCFonbc2" : {
        "address" : "301 N. Ivanhoe Boulevard East",
        "description" : "Constructed in 1940, the Art Deco building was a modern and up-to-date funeral home offering ambulance service, a crematorium, and an on-site chapel. Fairchild Funeral Home, one of the oldest continually operating funeral businesses in Orlando, faced tough competition from Carey Hand Funeral Home, established in 1907. Fairchild capitalized on their modern facilities with heavy advertising and erecting a large roof top sign in the 1950s. Though slightly changed from the original design and orientation, the sign consists of a large metal frame and five-foot tall channel letters with plastic faces and neon tubing inside.",
        "localRegistryDate" : "1996-07-05T00:00:00.000",
        "location" : {
          "latitude" : 28.566031,
          "longitude" : -81.373492
        },
        "name" : "Fairchild Chapel Sign",
        "type" : "Sign"
      },
      "-KNybua7eh_9n0YDORji" : {
        "address" : "578 N. Orange Avenue",
        "description" : "The Firestone Building is significant for its architecture and as an indicator of Orlando’s growth in commerce and transportation. The appearance of the building from the street was designed to appeal to the auto tourist’s romantic travel fantasies, while providing assurance of modern efficient service. The long canopies on the two street facades, the continuous decorative parapet, the cool, shadowed interior under a vast roof and the fanciful tower and lantern all suggest a building much larger and more important than its actual size and function. It was built in 1929 by the John H. Bull company of St. Petersburg; Francis J. Kennard & Sons were the architects.",
        "localRegistryDate" : "1982-08-23T00:00:00.000",
        "location" : {
          "latitude" : 28.55071976600004,
          "longitude" : -81.37920164399998
        },
        "name" : "Firestone Tire & Rubber Company Building",
        "type" : "Building"
      },
      "-KNybua7eh_9n0YDORjj" : {
        "address" : "24 N. Rosalind Avenue",
        "description" : "A Christian Science Church was established in Orlando around 1917. It met at the Lucerne Theater until this structure was completed in 1928. Architect George Foote Dunham, himself a Christian Scientist, designed 50 churches from Orlando to British Columbia. The congregation remained here until 1975 when the St. George Orthodox Church purchased the building.",
        "localRegistryDate" : "1980-04-07T00:00:00.000",
        "location" : {
          "latitude" : 28.54328038600007,
          "longitude" : -81.37595220899993
        },
        "name" : "First Church of Christ Scientist",
        "nationalRegistryDate" : "1980-06-03T00:00:00.000",
        "type" : "Building"
      },
      "-KNybua7eh_9n0YDORjk" : {
        "address" : "190 S. Orange Avenue",
        "description" : "Founded in 1911, The People's National Bank became the First National Bank in 1920. During the Depression, the bank planned a new building, designed by Orlando architect Howard M. Reynolds. The First National Bank and Trust Company failed in the early 1930s and was reorganized in 1934 as the First National Bank at Orlando. In 1973, the bank merged with other Orlando banks to become Sun Banks, with this branch called Sun First National Bank at Orlando. Most recently, Valencia College had offices and classrooms here until 2014.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.54054166100008,
          "longitude" : -81.37905184699997
        },
        "name" : "First National Bank",
        "type" : "Building"
      },
      "-KNybua8nW_jm94fqUuJ" : {
        "address" : "500 S. Orange Avenue",
        "description" : "Now the Aloft Hotel, this building is a prime example of adaptive reuse. The former OUC administration building was opened in 1967. It is an academically composed Modern Movement office building featuring a landscaped plaza with the building recessed from the property line and sited on a raised pedestal. The exterior of the building is clad in granite panels at the first floor and precast concrete panels above. The windows throughout the building are aluminum framed with large plate glass units at the first floor and elongated stacked 1-light units on the upper floors. The architect was Richard Boone Rodgers.",
        "localRegistryDate" : "2012-12-03T00:00:00.000",
        "location" : {
          "latitude" : 28.53662044600003,
          "longitude" : -81.37871192399996
        },
        "name" : "Former OUC Admininstration Building",
        "nationalRegistryDate" : "2012-06-07T00:00:00.000",
        "type" : "Building"
      },
      "-KNybua8nW_jm94fqUuK" : {
        "address" : "800 W. Grand Street",
        "description" : "Grand Avenue School, a two-story Mediterranean Revival structure was constructed in 1926. It is one of a pair of identical schools that was designed by Howard M. Reynolds during the Florida Land Boom, the twin being the Princeton School in College Park. Grand Avenue’s details are characteristic of Mediterranean Revival style including its stucco walls, low pitched tile clad gable roof, multipaned windows, decorative gable vents and medallions, and the projecting parapeted entry with its columns and arched doorway. ",
        "localRegistryDate" : "1995-02-23T00:00:00.000",
        "location" : {
          "latitude" : 28.52649304100004,
          "longitude" : -81.39061960399994
        },
        "name" : "Grand Avenue School",
        "type" : "Building"
      },
      "-KNybua9vnR9TnYEaaRv" : {
        "address" : "647 West South Street",
        "description" : "Dr. I.S. Hankins constructed this Art Deco commercial building in 1947. Hankins was an early African American physician and civic leader. He was an active participant in the Washington Shores development, which provided opportunities for new home ownership for Orlando’s African Americans.",
        "location" : {
          "latitude" : 28.53830133500003,
          "longitude" : -81.38829587399994
        },
        "name" : "Hankins Building",
        "type" : "Building"
      },
      "-KNybua9vnR9TnYEaaRw" : {
        "address" : "1730 N. Forest Avenue",
        "description" : "The Leu House is a remarkable example of a turn of the century farmhouse. Under four owners changes have taken place- its exterior enriched by Colonial Revival trim, porches added in 1906 and 1939 and the detached kitchen and out buildings have been converted into offices. It is Named for Orange County’s first Sheriff David Mizell, whose son is thought to have constructed the original part of the present home. The home is also named for Henry P. Leu, a humanitarian who contributed generously to the growth of Orlando and donated the home and gardens to the City.",
        "localRegistryDate" : "1979-05-14T00:00:00.000",
        "location" : {
          "latitude" : 28.56638964600006,
          "longitude" : -81.35522150699995
        },
        "name" : "Harry P. Leu House/Mizell Cemetery",
        "nationalRegistryDate" : "1994-12-29T00:00:00.000",
        "type" : "Building"
      },
      "-KNybua9vnR9TnYEaaRx" : {
        "address" : "125 N. Lucerne Circle East",
        "description" : "This home was moved from Magnolia Avenue in 1982. The 10-room home is one of Orlando’s few remaining Victorian homes built in the 1890s. In 1900 S.G. Walker, a citrus, pineapple, and cane grower, purchased the home and lived there with his daughter, Mrs. Lorena Hendry, who lived there for 80 years.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.535954,
          "longitude" : -81.376394
        },
        "name" : "Hendry/Walker House",
        "type" : "Building"
      },
      "-KNybua9vnR9TnYEaaRy" : {
        "address" : "23-25 W. Church Street",
        "description" : "The Hunt-Branson Building, built 1911, is a typical commercial structure built in Orlando during the early 20th century. Its main importance lies in its age as an early building along Church Street.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.54036174100003,
          "longitude" : -81.37953554399996
        },
        "name" : "Hunt-Branson Building",
        "type" : "Building"
      },
      "-KNybuaAUB5XNxjio-Gk" : {
        "address" : "1418 Clouser Avenue",
        "description" : "Jack Kerouac, a great American author of the 20th Century, lived in this house when his most successful book, On the Road, was published. Kerouac became famous overnight on September 5, 1957, when The New York Times gave a rave review. Here, he wrote the book’s follow-up The Dharma Bums in twelve days using a rented typewriter and a roll of teletype paper taped together as a continuous scroll. Because the home had no air conditioning, Kerouac mostly wrote at night or underneath the large oak in the backyard. Having arrived penniless and renting the home with his mother, he left for New York in 1958 as a famous American writer. Today, the property is managed by the Jack Kerouac Writer in Residence Project of Orlando, a nonprofit group that opens the home to a writer or poet to live and write, rent free. In 1998, the group renovated the c. 1920 Frame Vernacular house to look like it did when Kerouac lived there. In 2013, The Jack Kerouac House became the newest site in Orlando to be placed on National Register of Historic Places.",
        "localRegistryDate" : "2003-03-17T00:00:00.000",
        "location" : {
          "latitude" : 28.56456097500006,
          "longitude" : -81.39144233299999
        },
        "name" : "Jack Kerouac House",
        "nationalRegistryDate" : "2013-02-06T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaAUB5XNxjio-Gl" : {
        "address" : "704 Kuhl Avenue",
        "description" : "Built in 1916, the Bridges House was the first of the highly academic Colonial Revival style homes built in the city. It is important because it inspired a documentable second generation of residences which are simple and elegant as opposed to the more massive, opulent, columned “great houses” by Edward Pringle Hyer of the late 1920s and 1930s. Rev. John J. Bridges, D.D., and his wife Isobel retired to Orlando following a distinguished career as a clergyman in New York and northern New Jersey. The Bridges used their architect, Wilson C. Ely of Newark, NJ. Bridges’ brother, Edward pattern his house after John’s in 1922, which was moved to Bourne Place after 1925.",
        "localRegistryDate" : "1982-10-11T00:00:00.000",
        "location" : {
          "latitude" : 28.53358176500006,
          "longitude" : -81.37848324499998
        },
        "name" : "J.J. Bridges House",
        "nationalRegistryDate" : "1984-01-26T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaBHs8Vys_cabj7" : {
        "address" : "715 N. Garland Avenue",
        "description" : "The Cheney House is a very fine example of early 20th Century Colonial Revival architecture in Florida. It was the home of major local figure Judge John M. Cheney. It was built in 1904 for A.J. Adams and acquired by Cheney in 1907. It is also believed to be one of the first residences wired for electricity in Orlando.",
        "localRegistryDate" : "1987-08-31T00:00:00.000",
        "location" : {
          "latitude" : 28.55363503900003,
          "longitude" : -81.38172974999998
        },
        "name" : "Judge John M. Cheney House",
        "type" : "Building"
      },
      "-KNybuaBHs8Vys_cabj8" : {
        "address" : "1600 E. Kaley Street",
        "description" : "This 1936 Tudor Revival school is the only example of this style utilized as a non-residential building in the City. With a lack of building resources during the Great Depression, crews built Kaley Elementary from eight pound bricks removed from nearby streets thought to be part of a WPA project. Designer Maurice Kressly designed several of Orlando’s important commercial and institutional buildings of the 1920s-40s. The central entrance bay with cascading rows of recessed brick arches is detailed with thin slivers of tile radiating from the arch under a small gable roof with flared eaves. Curved brick steps lead to the original double wood doors. Originally built with 6 classrooms, an auditorium, cafeteria, and a playground, today the school consists of a group of one story brick buildings dating from the 1930s to the 1990s constructed in a rectangular pattern with two courtyards. Although altered, Kaley Street School maintains its architectural integrity.",
        "localRegistryDate" : "1995-02-23T00:00:00.000",
        "location" : {
          "latitude" : 28.52037327200003,
          "longitude" : -81.35889037199996
        },
        "name" : "Kaley Street Elementary School",
        "type" : "Building"
      },
      "-KNybuaBHs8Vys_cabj9" : {
        "address" : "15-17 W. Church Street",
        "description" : "The S.H. Kress Company adopted a new architectural model in 1930, moving from traditional to modern designs. Architect Edward F. Sibbert was the impetus behind the use of decorative terra co\u0001a and the Art Deco styling of this and many other Kress stores. The Kress store opened in 1936.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.54036447400006,
          "longitude" : -81.37938526199997
        },
        "name" : "Kress Building",
        "type" : "Building"
      },
      "-KNybuaCvCAFHnaMjply" : {
        "address" : "99 Marks Street",
        "description" : "Built in 1925, The Marks Street School is Orlando’s oldest remaining Mediterranean Revival school building and features include arcades, courtyards, large arched windows, heavy paneled wood doors, and applied ornamentation. Local architect Howard Reynolds, who served as the architect for Orange County and the School Board, designed this and many other school and public buildings including the Callahan School, the First National Bank, Orlando High School (now Howard Middle School), the Princeton Street School, the Grand Avenue School, and oversaw the design of the St. James School. This one-story building was designed so that every classroom had an outside entrance, an innovative safety feature and a means of aiding air-circulation in the days before air-conditioning. Pictured is the entrance tower to the auditorium with twisted terra cotta pilasters with composite capitals, a round topped arched doorway, and a three arch arcade with twisted columns on the curved parapet. This landmark is an example of adaptive reuse, serving the local community throughout its history as an elementary school, special education center, a book depository, and currently, the Marks Street Senior Center.",
        "localRegistryDate" : "1991-11-11T00:00:00.000",
        "location" : {
          "latitude" : 28.55678768200005,
          "longitude" : -81.37819109299994
        },
        "name" : "Marks Street School",
        "type" : "Building"
      },
      "-KNybuaCvCAFHnaMjplz" : {
        "address" : "638 W. Anderson Street",
        "description" : "The Woodford James Maxey House constructed circa 1924 was built by local contractor Jim Murrell. It is a Frame Vernacular residence which features Craftsman elements. This house reflects the development and evolution of the local African-American community not only in terms of its architectural merit but to the status gained by the original owner. Mr. Maxey represents the level of success achievable in this historically black neighborhood despite the egregious discriminatory conditions against African-Americans during the greater half of the 20th century.",
        "localRegistryDate" : "1989-04-24T00:00:00.000",
        "location" : {
          "latitude" : 28.53653287200007,
          "longitude" : -81.38822977199999
        },
        "name" : "Maxey-Crooms House",
        "type" : "Building"
      },
      "-KNybuaCvCAFHnaMjpm-" : {
        "address" : "701 West South Street",
        "description" : "This African American church was organized in 1919 and met in various locations until land was finally purchased. Church members made the rusticated concrete blocks that were used for construction of the walls. The Gothic style church opened in 1921.",
        "location" : {
          "latitude" : 28.53852747200006,
          "longitude" : -81.36806138299994
        },
        "name" : "Mount Pleasant Baptist Church",
        "type" : "Building"
      },
      "-KNybuaDRmB94WIUispz" : {
        "address" : "535 W. Washington Street",
        "description" : "Construction of this red brick Classical Revival church broke ground in 1956. In 1962, the first services were held here. The Mt. Zion Missionary Baptist Church is associated with many local religious and community leaders including Reverend J.J. Scott, Gabriel Jones, Reverend K.K. Hill, Georgia Woodley, and Reverend N.G. Staggers.",
        "localRegistryDate" : "2007-11-12T00:00:00.000",
        "location" : {
          "latitude" : 28.54388788700004,
          "longitude" : -81.38670069399996
        },
        "name" : "Mount Zion Missionary Baptist Church",
        "type" : "Building"
      },
      "-KNybuaDRmB94WIUisq-" : {
        "address" : "27-35 W. Church Street",
        "description" : "This late Victorian structure was built in 1911 for J.A. Colyer, an African American and J.E. Nicholson, who came here from Canada. Colyer was a tailor and Nicholson was a baker. This is one of few properties outside the traditional African American neighborhoods that was owned and operated by African Americans.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.54036037500003,
          "longitude" : -81.37961068499999
        },
        "name" : "Nicholson-Colyer Building",
        "type" : "Building"
      },
      "-KNybuaDRmB94WIUisq0" : {
        "address" : "65 East Central Boulevard",
        "description" : "Orlando architect Murry S. King designed the sixth Orange County Courthouse, completed in 1927. The “Million Dollar Courthouse” is the finest example of Beaux Arts architecture in the city. The Orange County Regional History Center is located here now.",
        "location" : {
          "latitude" : 28.54216753000003,
          "longitude" : -81.37790071799998
        },
        "name" : "Old Orange County Courthouse",
        "type" : "Building"
      },
      "-KNybuaDRmB94WIUisq1" : {
        "address" : "76-78 W. Church Street",
        "description" : "The railroad came to Orlando from Sanford in 1880. The first depot was run from the Bumby warehouse and during the 1880s two wooden stations were constructed here. Because of Orlando's expanding role in regional commerce, especially citrus, the South Florida Railroad constructed this depot in 1890.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.54030387800003,
          "longitude" : -81.38040524699994
        },
        "name" : "Old Orlando Railroad Depot",
        "nationalRegistryDate" : "1976-04-22T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaE8GBt955ZTeTo" : {
        "address" : "1101 N. Orange Avenue",
        "description" : "John Cheney organized the Orlando Light and Water Company in 1897 and built a small plant at the present location using Lake Ivanhoe as a reservoir. In 1922, The City of Orlando bought the company to establish the Orlando Utilities Commission serving Orlando to Longwood. In 1923, OUC built this Italian Palazzo Revival style plant overlooking N. Orange Avenue. The two-story rectangular building is divided into three bays with a hip roof covered in red ceramic tile. Round arched and flat topped windows are the dominant features on the façades. In 1992, after OUC moved to another building, it was converted to an arts center. The Dr. Phillips Center for the Performing Arts included spaces for ballet and opera. During the holiday season, large illuminated channel letters overlook Orange Avenue to wish motorists “Happy Holidays” or “Happy New Year”. The 12 foot high sign was an Orlando tradition during the 1950s through the 1990s. Restoration efforts by the Ivanhoe Village Main Street, City of Orlando, OUC, and Ivanhoe Foundation returned the holiday sign to service in 2013.",
        "localRegistryDate" : "1987-03-16T00:00:00.000",
        "location" : {
          "latitude" : 28.559706,
          "longitude" : -81.3766667
        },
        "name" : "Old OUC Building/Dr. Phillips Center",
        "type" : "Building"
      },
      "-KNybuaE8GBt955ZTeTp" : {
        "address" : "100 South Orange Avenue",
        "description" : "Dedicated in 1924, this Twentieth Century Commercial style skyscraper was constructed for the Orlando Bank & Trust Company. The building was one of the most fashionable business addresses in the city. In 1930, at the height of the Depression, investor H.W. Metcalf purchased the building.",
        "location" : {
          "latitude" : 28.54113047700002,
          "longitude" : -81.37904147699999
        },
        "name" : "Orlando Bank and Trust Company",
        "type" : "Building"
      },
      "-KNybuaE8GBt955ZTeTq" : {
        "address" : "800 E. Robinson Street",
        "description" : "Built in 1926, the school was originally named for C.E. Howard, a school trustee, though from 1927-1952 it was known as Orlando High School. When Boone and Edgewater High Schools were built, OHS was converted to a junior high school and resumed the original name of Howard. Famous graduates include astronaut John Young, Nobel Prize winner Marshall Nirenberg and Orlando Mayor Carl Langford. Designed by architect Howard M. Reynolds, the design of the main building incorporates Greek Revival and Neoclassical Revival characteristics. The most recognizable feature of the brick building is the six massive ionic columns which frame the main entrance. The two-story structure is adorned with cast emblems on the parapet portion of the central bay and the two flanking wings.",
        "localRegistryDate" : "1990-04-16T00:00:00.000",
        "location" : {
          "latitude" : 28.54574306100005,
          "longitude" : -81.36642053399999
        },
        "name" : "Orlando High School",
        "type" : "Building"
      },
      "-KNybuaF8O-y5eMgktkF" : {
        "address" : "410 W. Central Boulevard",
        "description" : "This Mission style structure has a central undulating parapet wall that is accented with barrel tiles. Awning windows pierce the façade and the ground floor has several single entry doors. A cross is located on top of the building that is lit at night. The metal, neon, double face cross reads “Christ is Savior, God is Love”.",
        "localRegistryDate" : "2002-06-24T00:00:00.000",
        "location" : {
          "latitude" : 28.54199353600006,
          "longitude" : -81.38474066199996
        },
        "name" : "Orlando Union Rescue Mission Sign",
        "type" : "Sign"
      },
      "-KNybuaF8O-y5eMgktkG" : {
        "address" : "N. Orange & Wilkinson",
        "description" : "In 1924, the large stucco gates proclaimed the borders of a new development called Orwin manor, led by Walter Rose. The name Orwin is a combination of Orlando and Winter Park.",
        "localRegistryDate" : "1989-12-18T00:00:00.000",
        "location" : {
          "latitude" : 28.579127,
          "longitude" : -81.372803
        },
        "name" : "Orwin Manor Gates",
        "type" : "Building"
      },
      "-KNybuaF8O-y5eMgktkH" : {
        "address" : "135 N. Lucerne Circle East",
        "description" : "Built in 1893, Col. Peleg Peckham constructed the house as a wedding gift for his daughter. In 1912, citrus magnate Dr. Phillips and wife, Della, purchased it and hired architect L. Percival Hutton to remodel the mansion adding the Greek Revival portico, a cellar, additional bedrooms, and converting gas-lights to electricity. This is the only example of a 19th c. Shingle style mansion in Orlando. It features horizontal bands of shingles in various shapes including the diamond-patterned shingles on the roof of the turret. One of Orlando’s first millionaire families, the Phillips’ were prominent supporters of the arts, hosting many cultural events at the house. Their support continues through Dr. Phillips, Inc., which provides grants to educational and cultural organizations. Now a bed and breakfast, it is also listed on the National Register of Historic Places.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.535901,
          "longitude" : -81.375908
        },
        "name" : "Peleg Peckham/Dr. Phillips House",
        "nationalRegistryDate" : "1979-07-10T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaGa1-szSq2KLmc" : {
        "address" : "425 N. Bumby Avenue",
        "description" : "The Plaza Theatre Sign is the only unchanged theater sign from the 1960s and is the only known sign of its type in the City. The roof-top sign sits on a stepped platform and consists of four curved painted metal supports that hold a drum-like, faceted-surface cylinder with the channel letters “Plaza Theatre”. The sign was built in San Diego and shipped to Orlando where the Harper Neon Company installed the sign. The Plaza Theatre opened in 1963, with the John Wayne movie, “McLintock”. Wayne, along with other movie stars of the day, including Cary Grant, Audrey Hepburn, Maureen O’Hara, Paul Newman, Gregory Peck, Rock Hudson, and Jack Lemon sent telegrams of congratulations and good wishes to the theater that were posted in the lobby. The Plaza Theatre introduced Orlando moviegoers to twin screens, rocking-chair seats, angle seating, and wider screens. Architect Robert E. Collins also designed the underwater theater at Weeki Wachee and buildings in Peru and New York City. The movie theater closed in 1992 and the building was rehabilitated. Known today as Plaza Live Orlando, the building showcases the Orlando Philharmonic Orchestra and many other concerts, comedians, and cultural events.",
        "localRegistryDate" : "1997-03-31T00:00:00.000",
        "location" : {
          "latitude" : 28.54843133400004,
          "longitude" : -81.35194902699999
        },
        "name" : "Plaza Theatre Sign",
        "type" : "Sign"
      },
      "-KNybuaGa1-szSq2KLmd" : {
        "address" : "700 E. Colonial Drive",
        "description" : "The Porter Paint Company was founded in 1922 in Louisville, Kentucky as a mail-order paint business, primarily for barns. As the company grew, retail and wholesale stores opened, including this shop on Colonial Dr., the first Porter Paints in the Orlando area. In 1954, Citrus Fruit Products (now Dr. Phillips, Inc.), owned the property and hired L. Alex Hatton, a local architect, to design the International Style building for their new tenants, Porter Paints. The black, white, and orange striped sign are part of the building’s outer walls and made of porcelain enamel-faced metal panels, the only example of this material used for a pre-1966 non-illuminated sign in the City. In 1995, Porter Paints became the first company to take advantage of the historic sign ordinance that protects historic signs that do not conform to current codes. The Porter Paints sign’s structure, material, color, and graphics are important elements to the overall composition of the small store.",
        "localRegistryDate" : "1995-02-23T00:00:00.000",
        "location" : {
          "latitude" : 28.55317297400006,
          "longitude" : -81.36841052499994
        },
        "name" : "Porter Paints Sign",
        "type" : "Sign"
      },
      "-KNybuaGa1-szSq2KLme" : {
        "address" : "311 W. Princeton Street",
        "description" : "Constructed in 1926, Princeton Street School is one of a pair of identical schools designed by Howard M. Reynolds during the Florida Land Boom. Grand Avenue School is its twin. The school’s details are characteristic of the Mediterranean Revival style, including stucco walls, low pitched mission tile clad gable roof, multi-paned windows, decorative gable vents and medallions and the projecting parapet entry with columns and arched doorway. The school is built of hollow clay tile over a steel frame with a stucco exterior wall finish.",
        "localRegistryDate" : "1989-06-05T00:00:00.000",
        "location" : {
          "latitude" : 28.57124766600003,
          "longitude" : -81.38378081199994
        },
        "name" : "Princeton School",
        "type" : "Building"
      },
      "-KNybuaGa1-szSq2KLmf" : {
        "address" : "2015 Edgewater Drive",
        "description" : "This pole sign is the only neon pole sign from the 1960s left on Edgewater drive and the only Publix pole sign left in Central Florida that resembles its original appearance. The pole sign consists of three major components; the support system, the lighted cabinet with plastic faces, and the spinning “butterfly” on top. The sign appears virtually the same, except the plastic faces have been replaced over the years.",
        "localRegistryDate" : "1998-09-28T00:00:00.000",
        "location" : {
          "latitude" : 28.57017143500008,
          "longitude" : -81.38938896699995
        },
        "name" : "Publix Pole Sign",
        "type" : "Sign"
      },
      "-KNybuaHJYjCaHTnsYc5" : {
        "address" : "37-39 S. Magnolia Avenue",
        "description" : "Englishman Gordon Rogers came to Orlando in 1886 and constructed this Queen Anne style building. The second story English Club sponsored dances, theater and other events for the large British community. Reportedly, the pressed metal siding, which is virtually unheard of in Florida, was shipped from England.",
        "localRegistryDate" : "1978-02-27T00:00:00.000",
        "location" : {
          "latitude" : 28.54182078300005,
          "longitude" : -81.37741296799999
        },
        "name" : "Rogers Building",
        "nationalRegistryDate" : "1983-07-07T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaHJYjCaHTnsYc6" : {
        "address" : "49 North Orange Avenue",
        "description" : "This 1924 structure was designed by Murry S. King for Walter Rose, a local developer and later a state senator. King planned for this building to be the base of a 10-story office building. Rose never constructed the upper floors, as the economy during the Depression could not support the project.",
        "location" : {
          "latitude" : 28.54304096000004,
          "longitude" : -81.37901958299994
        },
        "name" : "Rose Building",
        "type" : "Building"
      },
      "-KNybuaHJYjCaHTnsYc7" : {
        "address" : "63 North Orange Avenue",
        "description" : "F. Earl Deloe, a local architect, designed this Art Moderne structure for Joseph Rutland’s menswear store. Originally constructed as a two-story structure around 1941, three additional stories were added in 1952. In the late 1960s, Rutland's closed its downtown location, but remained open in the suburban Colonial Plaza Shopping Center.",
        "location" : {
          "latitude" : 28.54321477900004,
          "longitude" : -81.37902029999998
        },
        "name" : "Rutland's",
        "type" : "Building"
      },
      "-KNybuaIOXdAV1_n_Y92" : {
        "address" : "71 E. Church Street",
        "description" : "The building that stood at 71 East Church Street was constructed in 1924 by Seward E. Waters to house his grocery store. F.A. Peppercorn was the contractor for the two story brick and concrete block structure. Waters contracted to have the Coca-Cola sign painted on the side of the building facing an empty lot shortly after construction. Sometime around 1925, a building was built to the west on the empty lot and the sign was hidden from view and forgotten. In 1997, the building to the west was torn down and the sign was rediscovered in excellent condition. The sign was landmarked on June 1, 1998. The S.E. Waters grocery store was demolished in 2004.",
        "location" : {
          "latitude" : 28.540416,
          "longitude" : -81.377642
        },
        "name" : "S.E. Waters Grocery/Coca Cola Sign (DEMOLISHED)",
        "type" : "Sign"
      },
      "-KNybuaIOXdAV1_n_Y93" : {
        "address" : "1101 W. Princeton Street",
        "description" : "The Atha House, built 1928, is an excellent example of a private residence constructed in the Colonial Revival style which was popular in the United States from 1880 to 1955. Located in the historic College Park neighborhood, this two-story home features an irregular plan, hipped roof surfaced with composition shingles , wide roof eaves, wood frame structural system clad in aluminum siding and continuous brick foundation. The central two-story section of the house exhibits a symmetrical front façade with three bays, a corbelled brick chimney, a gabled dormer with Palladian window and dentils and a one-story flat roof partial-width entry portico with fluted Doric columns. It was built by prominent local contractor Howard Kiehl for S. Howard Atha, one of the founders of the Orlando real estate firm Cooper-Atha-Barr, also known as CABCO.",
        "location" : {
          "latitude" : 28.57109787000007,
          "longitude" : -81.39450048899994
        },
        "name" : "S. Howard Atha House (College Park)",
        "nationalRegistryDate" : "2009-09-02T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaIOXdAV1_n_Y94" : {
        "address" : "129-131 W. Church Street",
        "description" : "This dry goods store was constructed in 1924 for William Slemons. He first came to Orlando in 1886. Slemons and his sons owned a number of stores in downtown Orlando from the 1880's well into the middle of the twentieth century.",
        "localRegistryDate" : "1978-08-07T00:00:00.000",
        "location" : {
          "latitude" : 28.54034124500004,
          "longitude" : -81.38109321599995
        },
        "name" : "Slemons Department Store",
        "type" : "Building"
      },
      "-KNybuaIOXdAV1_n_Y95" : {
        "address" : "1 North Orange Avenue",
        "description" : "The State Bank of Orlando and Trust Company formed in 1893. The bank hired W.L. Stoddart, a New York architect, to design this Twentieth Century Commercial style structure, which was completed in 1924.",
        "location" : {
          "latitude" : 28.54228160600007,
          "longitude" : -81.37900921299996
        },
        "name" : "The State Bank of Orlando & Trust Company",
        "type" : "Building"
      },
      "-KNybuaIOXdAV1_n_Y96" : {
        "address" : "16-18 W. Pine Street",
        "description" : "Joe Tinker constructed this building in 1925 to house his real estate offices. Tinker played shortstop for the Chicago Cubs during their most prolific period, when they won four pennants in 1906-8 and 1910 and back-to-back World Series in 1907 and 1908. He moved to Orlando in 1920 to manage the Orlando Tigers, a baseball team in the Florida State League.",
        "location" : {
          "latitude" : 28.54127370100002,
          "longitude" : -81.37943776699996
        },
        "name" : "Tinker Building",
        "nationalRegistryDate" : "1980-07-17T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaJ47CdUrCRPCl2" : {
        "address" : "1610 W. Church Street",
        "description" : "According to richesmi.cah.ucf.edu ... Tinker Field is named after Joseph B. Tinker, who was a shortstop for the Chicago Cubs, manager of the Orlando Tigers, and the first Floridian to be selected for the Baseball Hall of Fame. The first baseball field at this location was built in 1914. The stadium was dedicated in 1923 and could seat approximately 1,500 people. Tinker Field was also the Spring Training home for the Cincinnati Reds from 1923 to 1935, the Brooklyn Dodgers from 1934 to 1935, and the Washington Senators and the Minnesota Twins from 1936 to the 1990s. On May 14, 2004, Tinker Field was added to the National Register of Historic Places. The field has also served as the home to the Orlando Electric Daisy Carnival, an electric dance music festival, in 2011 and 2012. The stadium currently seats 5,100 people. From Historic Preservation Board... Baseball park named for Joe Tinker. The original field and buildings at Tinker Field were begun in December of 1922. The ballpark was dedicated as “Tinker field” on April 19, 1923 and is emblematic of the rise of professional baseball in the state of Florida and Orlando. The original field and stands, which cost $50,000.00 were located to the south of Lake Lorna Doone. The ballpark was said to be larger than the New York Yankees Field with a distance from home plate to the right field fence being 278 feet and to left field over 310 feet. It is the only place in Central Florida where Martin Luther King spoke.",
        "location" : {
          "latitude" : 28.54017350200007,
          "longitude" : -81.40163506899995
        },
        "name" : "Tinker Field (DEMOLISHED)",
        "nationalRegistryDate" : "2004-05-14T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaJ47CdUrCRPCl3" : {
        "address" : "46 E. Robinson Street",
        "description" : "Orlando's earliest post offices were located in homes, then in businesses. The first post office building was erected in 1917 on Central Boulevard. The federal government bought this land from the Catholic Church. Architect Louis A. Simon, of the Public Buildings Administration, is credited with the restrained classical design of the building, which opened in 1941.",
        "localRegistryDate" : "1989-04-24T00:00:00.000",
        "location" : {
          "latitude" : 28.54566669200005,
          "longitude" : -81.37811493799995
        },
        "name" : "U.S. Post Office & Court House",
        "type" : "Building"
      },
      "-KNybuaKZjrkAFxYHbWN" : {
        "address" : "541-541 1/2 W. South Street",
        "description" : "Two Victorian-influenced structures on this parcel exemplify unusual structures built in the 1920s in Orlando. The ornate spindle-work and some architectural details indicate an earlier construction period than documented. The main structure has both Stick style and Queen Anne style elements. The rear cottage is Folk Victorian. The porch details of the cottage, including the spindle-work porch posts, spindle-work and knob beadwork frieze, scroll design with beads on bracket and beaded balustrades, are identical to the main structure.",
        "localRegistryDate" : "1989-01-30T00:00:00.000",
        "location" : {
          "latitude" : 28.538313,
          "longitude" : -81.386466
        },
        "name" : "Victorian House & Cottage",
        "type" : "Building"
      },
      "-KNybuaKZjrkAFxYHbWO" : {
        "address" : "511 W. South Street",
        "description" : "Dr. William Monroe Wells constructed this hotel in 1926. It provided lodging to African Americans during segregation when rooms were not available to them in other areas. Many famous entertainers and athletes stayed here. Next-door was Dr. Wells' South Street Casino, where many of the entertainers performed for the African American community. The Well'sbuilt Museum of African American History is located here now.",
        "localRegistryDate" : "1998-11-30T00:00:00.000",
        "location" : {
          "latitude" : 28.53833849800003,
          "longitude" : -81.38539054899996
        },
        "name" : "Well's Built Hotel",
        "nationalRegistryDate" : "2000-02-04T00:00:00.000",
        "type" : "Building"
      },
      "-KNybuaKZjrkAFxYHbWP" : {
        "address" : "80 W. Gore Street",
        "description" : "This two-story, Greek Revival residence was constructed c. 1925 for WM Davis, who was engaged in the turpentine industry and farming in Winter Garden, Ocala, and Lockhart before investing in real estate. This residence is symmetrical in elevation with two end brick chimneys and a large central two-story portico. The heavily denticulated pediment is supported by fluted Corinthian columns.",
        "localRegistryDate" : "1985-12-02T00:00:00.000",
        "location" : {
          "latitude" : 28.53112290900003,
          "longitude" : -81.37962107399994
        },
        "name" : "William Davis House",
        "type" : "Building"
      },
      "-KNybuaKZjrkAFxYHbWQ" : {
        "address" : "614 Lake Avenue",
        "description" : "This home was constructed around 1884 by Oliver and Matilda Poyntz as a Frame Vernacular structure. The home was one of six built around what is now Lake Cherokee by newlyweds and nicknamed “honeymoon row”. The home was later sold to Annie Mallory in 1909, who married William O’Neal in 1914. His daughter, Mabelle lived in the home until she passed away in 1975.",
        "localRegistryDate" : "1977-03-21T00:00:00.000",
        "location" : {
          "latitude" : 28.53367060400006,
          "longitude" : -81.37247231799995
        },
        "name" : "W.R. O'Neal/Poyntz House",
        "type" : "Building"
      },
      "-KNybuaLGBk-m8jedBqe" : {
        "address" : "1 South Orange Avenue",
        "description" : "Newton Yowell and Eugene Duckworth operated a store and in 1913 commissioned Orlando architect Murry S. King to design a 4-story department store. Benjamin Drew bought out Duckworth and the building was expanded over the years, including adding a fih story. The business survived into the 1960s.",
        "location" : {
          "latitude" : 28.54191172400004,
          "longitude" : -81.37899884199999
        },
        "name" : "Yowell-Duckworth Building",
        "type" : "Building"
      }
    },
    "ormond-beach" : {
      "-KNyhmIECgKVp0_x4Buu" : {
        "address" : "25 Riverside Drive",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.288372,
          "longitude" : -81.046799
        },
        "name" : "The Casements",
        "type" : "Building"
      },
      "-KNyhmIECgKVp0_x4Buv" : {
        "address" : "150 South Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2815750008347,
          "longitude" : -81.05420975
        },
        "name" : "Lippincott Mansion",
        "type" : "Building"
      },
      "-KNyhmIECgKVp0_x4Buw" : {
        "address" : "42 North Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2870067005725,
          "longitude" : -81.0563722
        },
        "name" : "Anderson-Price Memorial Library",
        "type" : "Building"
      },
      "-KNyhmIFkiAdvSETiaQr" : {
        "address" : "110 North Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2886208504874,
          "longitude" : -81.05704165
        },
        "name" : "Corbin Family Estate",
        "type" : "Building"
      },
      "-KNyhmIFkiAdvSETiaQs" : {
        "address" : "104 South Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2827675005365,
          "longitude" : -81.0544766
        },
        "name" : "Clements House",
        "type" : "Building"
      },
      "-KNyhmIFkiAdvSETiaQt" : {
        "address" : "173 South Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2814043001715,
          "longitude" : -81.05321665
        },
        "name" : "Ames House",
        "type" : "Building"
      },
      "-KNyhmIFkiAdvSETiaQu" : {
        "address" : "186 South Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2807369004924,
          "longitude" : -81.0538597
        },
        "name" : "Last Straw, Oaks Ames House",
        "type" : "Building"
      },
      "-KNyhmIFkiAdvSETiaQv" : {
        "address" : "76 Central Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2801578005676,
          "longitude" : -81.0555953
        },
        "name" : "Hatten Home",
        "type" : "Building"
      },
      "-KNyhmIFkiAdvSETiaQw" : {
        "address" : "33 Dix Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2897889501102,
          "longitude" : -81.05840475
        },
        "name" : "Moore House",
        "type" : "Building"
      },
      "-KNyhmIGGL1izx2FGPdk" : {
        "address" : "160 East Granada Boulevard",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2906870504419,
          "longitude" : -81.0422696
        },
        "name" : "Old Fire Station No. 91",
        "type" : "Building"
      },
      "-KNyhmIGGL1izx2FGPdl" : {
        "address" : "11 - 23 West Granada Boulevard",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.285696,
          "longitude" : -81.0565180011321
        },
        "name" : "Buschman Building",
        "type" : "Building"
      },
      "-KNyhmIGGL1izx2FGPdm" : {
        "address" : "57 West Granada Boulevard",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2852608001055,
          "longitude" : -81.057383
        },
        "name" : "Hanson Building",
        "type" : "Building"
      },
      "-KNyhmIGGL1izx2FGPdn" : {
        "address" : "174 Grove Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.280463550113,
          "longitude" : -81.0553695
        },
        "name" : "Wilmer Home",
        "type" : "Building"
      },
      "-KNyhmIGGL1izx2FGPdo" : {
        "address" : "253 John Anderson Drive",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2958337511792,
          "longitude" : -81.0501443
        },
        "name" : "Lisnaroe/\"By the Water\" Estate",
        "type" : "Building"
      },
      "-KNyhmIGGL1izx2FGPdp" : {
        "address" : "393 John Anderson Drive",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2990597005352,
          "longitude" : -81.0519745
        },
        "name" : "H. Clay Irons House",
        "type" : "Building"
      },
      "-KNyhmIHv8CyqTjKZzjS" : {
        "address" : "31 Lincoln Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2874130502164,
          "longitude" : -81.05738205
        },
        "name" : "Lawson House",
        "type" : "Building"
      },
      "-KNyhmIHv8CyqTjKZzjT" : {
        "address" : "61 Lincoln Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2870703502823,
          "longitude" : -81.05817015
        },
        "name" : "George Cusack Home",
        "type" : "Building"
      },
      "-KNyhmIHv8CyqTjKZzjU" : {
        "address" : "75 Lincoln Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2870585506132,
          "longitude" : -81.05861415
        },
        "name" : "Pearson Home",
        "type" : "Building"
      },
      "-KNyhmIHv8CyqTjKZzjV" : {
        "address" : "156 New Britain Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2844077507715,
          "longitude" : -81.06042605
        },
        "name" : "American Legion Hall",
        "type" : "Building"
      },
      "-KNyhmIHv8CyqTjKZzjW" : {
        "address" : "143 Ocean Shore Boulevard",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2956519003097,
          "longitude" : -81.04121255
        },
        "name" : "Treasure Trove",
        "type" : "Building"
      },
      "-KNyhmIHv8CyqTjKZzjX" : {
        "address" : "71 Orchard Lane",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.291289700243,
          "longitude" : -81.0474084
        },
        "name" : "Bracken Cabin",
        "type" : "Building"
      },
      "-KNyhmII1GqJDCU-DW4t" : {
        "address" : "175 Orchard Lane",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2937805002253,
          "longitude" : -81.04869075
        },
        "name" : "Delaney Cottage House",
        "type" : "Building"
      },
      "-KNyhmII1GqJDCU-DW4u" : {
        "address" : "127 Riverside Drive",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2859448505736,
          "longitude" : -81.0452189
        },
        "name" : "Rockefeller House",
        "type" : "Building"
      },
      "-KNyhmII1GqJDCU-DW4v" : {
        "address" : "63 Seville Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2658661003152,
          "longitude" : -81.04801115
        },
        "name" : "Barbie House",
        "type" : "Building"
      },
      "-KNyhmII1GqJDCU-DW4w" : {
        "address" : "115 South Yonge Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.279982,
          "longitude" : -81.0597910011318
        },
        "name" : "New Bethel AME Church",
        "type" : "Building"
      },
      "-KNyhmII1GqJDCU-DW4x" : {
        "address" : "44 South Halifax Drive",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2887077022921,
          "longitude" : -81.0453448
        },
        "name" : "Original St. James Episcopal Church",
        "type" : "Building"
      },
      "-KNyhmIJNlEaRDk4_j73" : {
        "address" : "48 Lincoln Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2867175004869,
          "longitude" : -81.0575964
        },
        "name" : "Ross House",
        "type" : "Building"
      },
      "-KNyhmIJNlEaRDk4_j74" : {
        "address" : "195 Riverside Drive",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.284350450297,
          "longitude" : -81.04491025
        },
        "name" : "Bosarve Site",
        "type" : "Building"
      },
      "-KNyhmIJNlEaRDk4_j75" : {
        "address" : "70 Highland Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2876828506377,
          "longitude" : -81.0586922
        },
        "name" : "Jacobson House",
        "type" : "Building"
      },
      "-KNyhmIJNlEaRDk4_j76" : {
        "address" : "41 North Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2870953983478,
          "longitude" : -81.0559230344155
        },
        "name" : "Village Improvement Gardens",
        "type" : "Building"
      },
      "-KNyhmIJNlEaRDk4_j77" : {
        "address" : "215 Seton Trail",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2854851548342,
          "longitude" : -81.0416422
        },
        "name" : "Hillside Cemetery",
        "type" : "Building"
      },
      "-KNyhmIKrxRiG8Cl0yV9" : {
        "address" : "528 South Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.272674650288,
          "longitude" : -81.04866825
        },
        "name" : "Ruth House",
        "type" : "Building"
      },
      "-KNyhmIKrxRiG8Cl0yVA" : {
        "address" : "2 John Anderson Drive",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2895050052134,
          "longitude" : -81.04852035
        },
        "name" : "Hotel Ormond Cupola",
        "type" : "Building"
      },
      "-KNyhmIKrxRiG8Cl0yVB" : {
        "address" : "38 East Granada Boulevard",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2885691036236,
          "longitude" : -81.04610665
        },
        "name" : "MacDonald House",
        "type" : "Building"
      },
      "-KNyhmIKrxRiG8Cl0yVC" : {
        "address" : "196 South Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2802306002185,
          "longitude" : -81.05349855
        },
        "name" : "Indian Mound Park",
        "type" : "Building"
      },
      "-KNyhmIKrxRiG8Cl0yVD" : {
        "address" : "208 Central Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2794020507258,
          "longitude" : -81.05925955
        },
        "name" : "Former Rigby Elementary School",
        "type" : "Building"
      },
      "-KNyhmILWljJWr8-cgGs" : {
        "address" : "195 South Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2808631017074,
          "longitude" : -81.05306315
        },
        "name" : "Whim Gardens at Ames Park",
        "type" : "Building"
      },
      "-KNyhmILWljJWr8-cgGt" : {
        "address" : "54 South Ridgewood Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2829320517856,
          "longitude" : -81.05892545
        },
        "name" : "Wardwell and Penfield Gravesites",
        "type" : "Building"
      },
      "-KNyhmILWljJWr8-cgGu" : {
        "address" : "33 Ocean Shore Boulevard",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2930840502235,
          "longitude" : -81.0398761
        },
        "name" : "Prettyman House",
        "type" : "Building"
      },
      "-KNyhmILWljJWr8-cgGv" : {
        "address" : "791 West Granada Boulevard",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.279462,
          "longitude" : -81.0814950011317
        },
        "name" : "Pilgrim's Rest Cemetery",
        "type" : "Building"
      },
      "-KNyhmILWljJWr8-cgGw" : {
        "address" : "140 South Orchard Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2742007012834,
          "longitude" : -81.0657164
        },
        "name" : "Gethsemane Cemetery",
        "type" : "Building"
      },
      "-KNyhmILWljJWr8-cgGx" : {
        "address" : "106 Marvin Road",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2706730002372,
          "longitude" : -81.0346681
        },
        "name" : "Fagan-Marvin Cemetery",
        "type" : "Building"
      },
      "-KNyhmIM24OR1o1gtm__" : {
        "address" : "380 Tymber Run",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2651079501079,
          "longitude" : -81.1243861
        },
        "name" : "Groover Creek Cemetery",
        "type" : "Building"
      },
      "-KNyhmIM24OR1o1gtm_a" : {
        "address" : "242 Tomoka Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.280769600528,
          "longitude" : -81.0618594
        },
        "name" : "Former St. John Missionary Baptist Church",
        "type" : "Building"
      },
      "-KNyhmIM24OR1o1gtm_b" : {
        "address" : "63 North Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.287733,
          "longitude" : -81.056282
        },
        "name" : "Ormond Yacht Club",
        "type" : "Building"
      },
      "-KNyhmIM24OR1o1gtm_c" : {
        "address" : "103 Lincoln Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2865771002473,
          "longitude" : -81.0593463
        },
        "name" : "Site of first Ormond Elementary School",
        "type" : "Building"
      },
      "-KNyhmIM24OR1o1gtm_d" : {
        "address" : "39 North Ridgewood Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2857117501028,
          "longitude" : -81.059001
        },
        "name" : "39 North Ridgewood Avenue",
        "type" : "Building"
      },
      "-KNyhmIM24OR1o1gtm_e" : {
        "address" : "100 Corbin Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.283655,
          "longitude" : -81.057604
        },
        "name" : "Ormond Elementary School",
        "type" : "Building"
      },
      "-KNyhmINfXEPSs6AbFtK" : {
        "address" : "101 Corbin Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.284348,
          "longitude" : -81.058068
        },
        "name" : "Ormond Elementary School",
        "type" : "Building"
      },
      "-KNyhmINfXEPSs6AbFtL" : {
        "address" : "1 North Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.28642,
          "longitude" : -81.055191
        },
        "name" : "Pilgrim's Rest Primitive Baptist Church",
        "type" : "Building"
      },
      "-KNyhmINfXEPSs6AbFtM" : {
        "address" : "1 Sanchez Avenue",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.3019227264356,
          "longitude" : -81.0636977176815
        },
        "name" : "Coquina Monuments (2)",
        "type" : "Building"
      },
      "-KNyhmINfXEPSs6AbFtN" : {
        "address" : "45 South Halifax Drive",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.288654,
          "longitude" : -81.0445347011322
        },
        "name" : "Emmons Cottage",
        "type" : "Building"
      },
      "-KNyhmINfXEPSs6AbFtO" : {
        "address" : "56 North Beach Street",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2873056523286,
          "longitude" : -81.05648435
        },
        "name" : "Ormond Beach Union Church",
        "type" : "Building"
      },
      "-KNyhmINfXEPSs6AbFtP" : {
        "address" : "715 West Granada Boulevard",
        "description" : "TBD",
        "location" : {
          "latitude" : 29.2798129059454,
          "longitude" : -81.0752633
        },
        "name" : "Three Chimneys",
        "type" : "Building"
      }
    }
  }
}
